var MSG_EL = {
  TEXT_PROCESSING: 'Επεξεργασία Κειμένου',
  FILE_INPUTS: 'Είσοδοι Αρχείων',
  FILE_DIR_OPERATIONS: 'Λειτουργίες Αρχείων και Καταλόγων',
  IO_REDIRECTION: 'Ανακατεύθυνση Εισόδου/Εξόδου',
  REGULAR_EXPRESSIONS: 'Κανονικές Εκφράσεις',
  DATA_PROCESSING: 'Επεξεργασία Δεδομένων',
  VARIABLES: 'Μεταβλητές',
  title: 'Κώδικας',
  blocks: 'Μπλοκ',
  linkTooltip: 'Αποθήκευση και σύνδεση με τα μπλοκ.',
  runTooltip:
    'Εκτελέστε το πρόγραμμα που ορίζεται από τα μπλοκ στον χώρο εργασίας.',
  badCode: 'Σφάλμα προγράμματος:\n%1',
  timeout: 'Υπερβήκατε τον μέγιστο αριθμό επαναλήψεων εκτέλεσης.',
  trashTooltip: 'Απόρριψη όλων των μπλοκ.',
  catLogic: 'Λογική',
  catLoops: 'Βρόχοι',
  catMath: 'Μαθηματικά',
  catText: 'Κείμενο',
  catLists: 'Λίστες',
  catColour: 'Χρώμα',
  catVariables: 'Μεταβλητές',
  catFunctions: 'Συναρτήσεις',
  listVariable: 'λίστα',
  textVariable: 'κείμενο',
  httpRequestError: 'Υπήρξε πρόβλημα με το αίτημα.',
  linkAlert:
    'Μοιραστείτε τα μπλοκ σας με αυτόν τον δημόσιο σύνδεσμο. Θα τα διαγράψουμε αν δεν χρησιμοποιηθούν για έναν χρόνο. Δεν συνδέονται με τον λογαριασμό σας και διαχειρίζονται σύμφωνα με την Πολιτική Απορρήτου της Google. Παρακαλούμε να μην συμπεριλάβετε προσωπικές πληροφορίες.\n\n%1',
  hashError:
    "Συγνώμη, το '%1' δεν αντιστοιχεί σε κανένα αποθηκευμένο πρόγραμμα.",
  loadError:
    'Δεν ήταν δυνατή η φόρτωση του αποθηκευμένου αρχείου σας. Ίσως δημιουργήθηκε με διαφορετική έκδοση του Blockly;',
  parseError:
    "Σφάλμα ανάλυσης %1:\n%2\n\nΕπιλέξτε 'OK' για να εγκαταλείψετε τις αλλαγές σας ή 'Ακύρωση' για να συνεχίσετε να επεξεργάζεστε το %1."
};
